Repository: CajaTelefonist/acciona-a-pass
Catalog: cor_App-Covid-19__movilidad_covid/Acciona.iOS/Resources/*.lproj/Localizable.strings
Languages: es

# filter_date_format
source: MM/dd/yyyy
es: dd/MM/yyyy

# msg_yes
source: Yes
es: Sí

# msg_cancel
source: Cancel
es: Cancelar

# msg_retry
source: Retry
es: Reintentar

# no_connection
source: No connection. Please check network settings.
es: La aplicación parece no tener conexión, por favor revise los ajustes de red.

# error_401
source: Session has expired. Please enter ID again
es: La sesión ha caducado. Por favor vuelva a identificarse

# error_401_user
source: User is not authorized to use the application. Please contact an administrator.
es: El usuario no tiene permiso para usar la aplicación, por favor pongase en contacto con un administrador.

# version
source: Version {0}
es: Versión {0}

# listedittext_search_hint
source: Search...
es: Buscar...

# listedittext_cancel
source: Cancel
es: Cancelar

# recomended_update
source: A new version of the application is available. Please update before continuing
es: Hay una nueva versión de la aplicación, te recomendamos actualizar antes de continuar

# mandatory_update
source: A new version of the application is available. Please update before entering
es: Hay una nueva versión de la aplicación, tienes que actualizarla para poder entrar

# msg_continue
source: Continue
es: Continuar

# msg_download
source: Download
es: Descargar

# login_error
source: Something went wrong...
es: Algo ha salido mal...

# login_loading
source: We are working on it...
es: Estamos trabajando en ello...

# disconnect_ask
source: Are you sure you want to leave?
es: ¿Seguro que desea desconectar?

# main_passport
source: Passport
es: Pasaporte

# main_alarm
source: I feel unwell
es: Me encuentro mal

# main_profile
source: My profile
es: Mi perfil

# alarm_title
source: Video-consultation
es: Videoconsulta médica

# alarm_description
source: Video-consultation service available
es: Servicio de Videoconsulta médica disponible

# alarm_request_date_text_1
source: Use the following email address to <b>request an appointment</b>, specifying your location:
es: <b>Solicita cita</b> enviando un correo, indicando tu ubicación, a la siguiente dirección:

# alarm_request_date_text_2
source: We need to know your location to establish your time zone.
es: Es importante que nos indiques tu ubicación para conocer tu franja horaria.

# alarm_confirm_date
source: <b>Your appointment will be confirmed</b> and you will be seen according to availability.
es: <b>Se confirmará tu cita</b> y se te atenderá según disponibilidad.

# alarm_download_skype
source: After your appointment is confirmed, your video-consultation will be held via <b>Skype for Business</b>. Please make sure that it is installed on your device.
es: Tras confirmar tu cita, la videoconsulta se realizará por <b>Skype empresarial</b>. Recuerda tenerlo instalado.

# alarm_download_skype_link
source: Download Skype for Business
es: Descarga Skype empresarial

# alarm_request_button
source: Request appointment via email
es: Solicitar cita mediante email

# no_mail_app
source: Email cannot be sent. There is no application set up to do so.
es: No se puede enviar email. No hay ninguna aplicación configurada para ello.

# alerts_notifications
source: Notifications
es: Notificaciones

# alerts_not_read
source: Unread ({0})
es: Sin leer ({0})

# alerts_read
source: Read ({0})
es: Leídas ({0})

# health_statement
source: Responsibility Statement
es: Declaración responsable

# health_step1_title
source: Have you had any of the following symptoms related to COVID-19 today?
es: ¿Has tenido hoy alguno de los siguientes síntomas relacionados con COVID-19?

# health_description
source: Select all current symptoms. If none, click on ’No symptoms’.
es: Selecciona todos los síntomas que tengas. Si no tienes ninguno, haz click en 'No tengo síntomas'.

# health_step1_sintoms1
source: Fever
es: Fiebre

# health_step1_sintoms2
source: Other symptoms
es: Otros síntomas

# health_step1_sintomp2_help
source: Fever: A body temperature of over 37°C/98.6ºF. Other symptoms: persistent cough, breathing difficulty, throat pain, loss of smell or taste, intense headache, diarrhea, skin rashes.
es: Fiebre: temperatura corporal superior a 37ºC. Otros síntomas: tos persistente, dificultad respiratoria, dolor de garganta, pérdida del olfato o del gusto, dolor de cabeza intenso, diarrea, erupciones en la piel.

# health_step1_no_sintoms
source: No symptoms
es: No tengo síntomas

# health_step1_sintoms_communicate
source: Yes, I have symptoms
es: Sí, tengo síntomas

# health_step2_title
source: Have you had close contact* with any person with a confirmed infection in the last 14 days?
es: ¿Ha tenido contacto estrecho* con alguna persona infectada confirmada en los últimos 14 días?

# health_step2_subtitle
source: <font color='#666666'>(If you have had a check that rules out the risk associated with this close contact, please select </font><b><font color='black'>NO</font></b>)
es: <font color='#666666'>(Si dispone de una valoración médica que haya descartado el riesgo asociado a ese contacto estrecho, deberá marcar </font><b><font color='black'>NO</font></b>)

# health_step2_help1
source: *In this context, <b>close contact</b> is understood to mean:
es: *A estos efectos, se entiende como <b>contacto estrecho</b>:

# health_step2_help2
source: <ul><li>Having been a caregiver to an infected person: healthcare workers who have not used adequate protective measures, family members or persons who have another type of similar physical contact.<br/></li><li>Co-habitants, relatives or persons having been at a distance of less than 2 metres from an infected person for at least 15 minutes.</li></ul>
es: <ul><li>Haber proporcionado cuidados a la persona infectada: trabajadores sanitarios que no han utilizado las medidas de protección adecuadas, miembros familiares o personas que tengan otro tipo de contacto físico similar.<br/></li><li>Ser conviviente, familiar o personas que haya estado en el mismo lugar que la persona infectada a una distancia menor de 2 metros durante un tiempo de al menos 15 minutos.</li></ul>

# health_fiebre_confirm
source: - Fever > 37º
es: - Fiebre > 37º

# health_sintomas_confirm
source: - Other symptoms
es: - Otros síntomas

# health_contacto_confirm
source: - Close contact
es: - Contacto estrecho

# health_ask_confirm
source: Do you want to confirm following symptoms?
es: ¿Desea confirmar los siguientes síntomas?

# health_yes_confirm
source: Yes, confirm symptoms
es: Sí, confirmar síntomas

# qrcode_help
source: Position code in front of reader
es: Acerca el código al lector

# qrcode_help_ill
source: Code disabled as symptoms were observed
es: Código deshabilitado por observación de síntomas

# qrcode_help_timeout
source: Code disabled. Renew your statement to enable QR
es: Código deshabilitado. Renueva tu declaración para habilitar el QR

# qrcode_ill
source: I feel unwell
es: Me encuentro mal

# qrcode_renew
source: Renew statement
es: Renovar declaración

source: Access allowed
es: Con acceso

source: Access not allowed
es: Sin acceso

# qrcode_todo
source: <u>What should I do now?</u>
es: <u>¿Qué hago ahora?</u>

# change_status_title
source: Your passport status has changed.
es: Tu pasaporte ha cambiado de estado.

# change_status_subtitle
source: You may not access your work center. Please follow the instructions.
es: No podrás acceder a tu centro de trabajo. Por favor, sigue las indicaciones.

# change_status_button
source: What should I do now?
es: ¿Qué hago ahora?

# profile_hello
source: Hello, <b>{0}</b>
es: Hola, <b>{0}</b>

# profile_contact_data
source: Contact details
es: Datos de contacto

# profile_contact_data_descrip
source: Telephone and email
es: Número de teléfono y correo electrónico

# profile_health_data
source: Medical details
es: Datos médicos

# profile_health_data_descrip
source: Initial medical details
es: Información médica inicial

# profile_close_name
source: Are you not {0}?
es: ¿No eres {0}?

# profile_close_session
source: Close session
es: Cerrar sesión

# profile_center_data_title
source: Working center
es: Centro de trabajo

# contact_data_title
source: Contact details
es: Datos de contacto

# contact_data_email
source: EMAIL
es: CORREO ELECTRÓNICO

# contact_data_phone
source: MOBILE TELEPHONE
es: TELÉFONO MÓVIL

# contact_data_modify
source: Save details
es: Guardar datos

# contact_data_save_modify_data_ok
source: Details saved correctly
es: Datos guardados correctamente

# medical_data_title
source: Medical details
es: Datos médicos

# medical_data_description
source: Only classification as risk group member may be changed manually.
es: Solo puede modificar manualmente su pertenencia a colectivo de riesgo.

# medical_data_button
source: Modify details
es: Modificar Datos

# medical_title
source: Registration form
es: Formulario de alta

# medical_title_modify
source: Modify medical details
es: Modificar Datos médicos

# medical_skip
source: I don't know, <u>skip question</u>
es: No lo sé, <u>omitir pregunta</u>

# medical_text1
source: People over the age of 60 years
es: Mayores de 60 años

# medical_text3
source: Heart diseases / HBP
es: Enfermedades cardiovasculares / HTA

# medical_text4
source: Chronic lung diseases
es: Enfermedades pulmonares crónicas

# medical_text5
source: Cancer in the active treatment phase
es: Cáncer en fase de tratamiento activo

# medical_text6
source: Immunodeficiencies
es: Inmunodeficiencias

# medical_text7
source: Pregnancy
es: Embarazo

# medical_step3_text1
source: Healthcare personnel
es: Personal sanitario

# medical_step3_text2
source: Orderlies
es: Celadores

# medical_step3_text3
source: Auxiliary healthcare staff
es: TIGAS

# medical_step3_text4
source: Ambulance staff
es: Personal de ambulancia

# medical_step4_title
source: Do you confirm that the details are correct?
es: ¿Confirma que los datos son correctos?

# medical_step4_description
source: Please click on any incorrect information to change it.
es: Si alguno de los datos no es correcto pulsa sobre el mismo para modificarlo.

# medical_step4_risk
source: Risk group
es: Colectivo de riesgo

# medical_step4_covid
source: Diagnosed with COVID-19
es: Diagnosticado de Covid-19

# medical_step4_medical
source: High exposure at work
es: Trabajo con alto grado de exposición

# medical_step4_button_confirm
source: Confirm details
es: Confirmar datos

# offline_name
source: Without connection
es: Sin conexión

# offline_continue
source: Connect
es: Conectarse

# offline_error
source: Apparently still offline
es: Aparentemente continúa sin conexión

# offline_qr_timeout
source: Renew your statement to enable QR
es: Renueva tu declaración para habilitar el pasaporte

# language_title
source: Language
es: Idioma

# language_modify
source: Modify language
es: Modificar idioma

# language_spanish
source: Spanish
es: Español

# language_english
source: English
es: Inglés

# language_confirm
source: Application will be restarted to apply changes
es: Se va a proceder a reiniciar la aplicación para aplicar los cambios

# state_caducado
source: <b>Disabled</b>
es: <b>Caducado</b>

# state_multiple_days
source: Valid for <b>dd days</b>
es: Válido para <b>dd días </b>

# state_single_day
source: Valid until <b>mm dd</b>
es: Válido hasta el <b>dd de mm</b>

# state_this_day
source: Valid <b>mm dd</b>
es: Válido el <b>dd de mm</b>

# center_title
source: Working center
es: Centro de trabajo

# center_modify
source: Save
es: Guardar

# center_country
source: Country *
es: País *

# center_city
source: City
es: Ciudad

# center_center
source: Center *
es: Centro *

# center_other
source: Other
es: Otro

# center_mandatory
source: * Mandatory fields
es: * Campos obligatorios
